### entrer ch\u00E8que
1=erreur inconnue.
############################# \u516C\u5171 \u5165 \u53C2 \u5F02\u5E38 ############### # ########################
10001 = latitude vide.
10002 = longitude vide.
10003 = l'utilisateur n'existe pas.
10004 = l'\u00E9v\u00E9nement est vide.
10005 = l'objet commercial est vide.
10006 = l'image est vide.
10007 = le courriel est vide.
10008 = ID est vide.
10009 = le mot de passe est vide.
10010 = longueur trop longue.
10011 = longueur trop courte.
10012 = le num\u00E9ro de t\u00E9l\u00E9phone national ne peut pas \u00EAtre vide.
10013 = l'URL est vide.
10014 = lon ill\u00E9gal.
10015 = lat ill\u00E9gal.
10016 = mot de passe invalide.
10017 = le nom est vide.
10018 = la date est vide.
10024 = le num\u00E9ro du mod\u00E8le de message ne peut pas \u00EAtre vide.
10025 = appid ne peut pas \u00EAtre vide.
10030 = l'adresse est vide.
10031 = l'information sur le client ne peut pas \u00EAtre vide.
10032 = le pays de l'adresse ne peut pas \u00EAtre vide.
10033 = l'\u00E9tiquette OEM ne peut pas \u00EAtre vide.
10034 = le nom de l'OEM ne peut pas \u00EAtre vide.
10035 = l'\u00E9tiquette du fournisseur ne peut pas \u00EAtre vide.
10036 = le nom du fournisseur ne peut pas \u00EAtre vide.
10037 = le nom complet du contact ne peut pas \u00EAtre vide.
10038 = la bo\u00EEte aux lettres de contact ne peut pas \u00EAtre vide.
10039 = le num\u00E9ro de contact ne peut pas \u00EAtre vide.
10040 = la p\u00E9riode de paiement ne peut pas \u00EAtre vide.
10041 = l'heure de d\u00E9but du contrat n'est pas nulle.
10042 = le num\u00E9ro de licence commerciale ne peut pas \u00EAtre vide.
10043 = l'annexe \u00E0 la licence commerciale ne peut pas \u00EAtre vide.
10044 = le num\u00E9ro du contrat ne peut pas \u00EAtre vide.
10045 = l'annexe du contrat ne peut pas \u00EAtre vide.
10046 = le num\u00E9ro du produit est vide.
10047 = le nom anglais du produit est vide.
10048 = le prix du produit est vide.
10049 = le nom fran\u00E7ais du produit est vide.
10050 = le nom chinois du produit est vide
10051 = le produit fourni par la France est vide
10052 = le prix du produit au Royaume - Uni est vide.
10053 = quantit\u00E9 vide.
10054 = le num\u00E9ro de pi\u00E8ce est vide.
10055 = le type de chambre est vide.
10056 = le devis sec de la partie est vide.
10057 = la cat\u00E9gorie de num\u00E9ro de s\u00E9rie de la partie est vide.
10058 = le type de prix de vente est vide.
10059 = Code de pays / ville vide.
10060 = le type de client est vide.
10061 = le type d'industrie est vide.
10062 = bureau vide.
10063 = le Minist\u00E8re est vide.
10064 = position vide.
10065 = le nom est vide.
10066 = le nom de famille est vide.
10067 = anniversaire vide.
10068 = le type de certificat est vide.
10069 = l'image du recto du certificat est vide.
10070 = caract\u00E8re d'adresse invalide.
10071 = longueur ill\u00E9gale de la bo\u00EEte aux lettres.
10072 = l'entreprise est vide.
10073 = l'ID parent est vide.
10074 = le nom du Minist\u00E8re est vide.
10075 = le nom du menu est vide.
10076 = le chemin du menu est vide.
10077 = le type de menu est vide.
10078 = le niveau du Minist\u00E8re est vide.
10079 = le nom du poste est vide.
10080 = destinataire vide.
10081 = l'usine est vide.
10082 = la partie est vide.
10083 = le type de paiement est vide.
10084 = le montant est vide.
10085 = le d\u00E9lai de paiement r\u00E9el est vide.
10086 = facture vide.
10087 = le num\u00E9ro de facture est vide.
10088 = pi\u00E8ce jointe vide.
10089 = le prix est vide.
10090 = les renseignements sur le paiement sont vides.
10091 = l'\u00E9tat est vide.
10092 = le type est vide.
10093 = le produit est vide.
10094 = le taux des frais de traitement est nul.
10095 = le mod\u00E8le d'inspection de la qualit\u00E9 est vide.
10096 = l'id de la batterie est vide.
10097 = Identification du compartiment \u00E0 bagages.
10098 = le mod\u00E8le est vide.
10099 = le nom de la carte bancaire est vide.
10100 = le num\u00E9ro de carte est vide.
10101 = la date d'expiration est vide.
10102 = cvv null.
10103 = Code Postal vide.
10104 = zone vide.
10105 = personne responsable vide.
10106 = le nom du titulaire de la carte est ill\u00E9gal.
10107 = nom ill\u00E9gal.
10108 = caract\u00E8re ill\u00E9gal dans la note.
10109 = le num\u00E9ro de facture contient des caract\u00E8res ill\u00E9gaux.
10110 = caract\u00E8re ill\u00E9gal dans la licence commerciale.
10111 = la quantit\u00E9 doit \u00EAtre num\u00E9rique
10112 = le nombre doit \u00EAtre compris entre 0 et 9.
10113 = caract\u00E8re d'adresse ill\u00E9gal.
10114 = le caract\u00E8re post existe ill\u00E9galement.
10115 = le caract\u00E8re d'adresse de la fonderie est ill\u00E9gal.
10116 = caract\u00E8re d'\u00E9tiquette de fonderie ill\u00E9gal.
10117 = num\u00E9ro de contrat ill\u00E9gal.
10118 = mode de paiement ill\u00E9gal.
10119 = commentaire ill\u00E9gal.
10120 = latitude ill\u00E9gale.
10121 = longitude ill\u00E9gale.
10122 = pays ill\u00E9gal.
10123 = l'entrep\u00F4t cible est vide.
10124 = le mode logistique est vide.
10125 = la partie du produit est vide.
10126 = soci\u00E9t\u00E9 de logistique vide.
10127 = le num\u00E9ro logistique est vide.
10128 = nom de la soci\u00E9t\u00E9 de logistique ill\u00E9gale.
10129 = num\u00E9ro de suivi logistique ill\u00E9gal.
10130 = entr\u00E9e ill\u00E9gale de prix.
10131 = le message est vide.
10132 = message ill\u00E9gal.
10133 = l'\u00E9tat du Minist\u00E8re est vide.
10134 = la valeur de tri doit \u00EAtre un entier positif, veuillez saisir \u00E0 nouveau.
10135 = Veuillez s\u00E9lectionner un minist\u00E8re.
10136 = le nom est vide.
10137 = l'ID du Groupe est nul.
10138 = la valeur de la cl\u00E9 est vide.
10139 = la valeur est vide.
10140 = le bouton activer est vide.
10141 = la date ne peut pas \u00EAtre vide.
10142 = le nom de la sp\u00E9cification ne peut pas \u00EAtre vide.
10143 = la personnalisation ne peut pas \u00EAtre vide.
10144 = le nom du type de sp\u00E9cification est ill\u00E9gal.
10145 = l'\u00E9tat de stockage ne peut pas \u00EAtre vide.
10146 = le nom du magasin ne peut pas \u00EAtre vide.
10147 = le t\u00E9l\u00E9phone du magasin ne peut pas \u00EAtre vide.
10148 = l'adresse de stockage ne peut pas \u00EAtre vide.
10149 = la ville du magasin ne peut pas \u00EAtre vide.
10150 = le magasin ne peut pas \u00EAtre vide.
10151 = le contrat de magasin ne peut pas \u00EAtre vide.
10152 = le type de stockage ne peut pas \u00EAtre vide.
############################################### ######### ##############################
R00010001=Le token n'existe pas.
R00010002=le token a expir\u00E9.
R00010003=L'utilisateur n'existe pas.
R00010004=Le mot de passe est vide.
R00010005=Le compte n'est pas activ\u00E9.
R00010006=L'adresse e-mail ou le mot de passe est incorrect.
R00010007=Le compte est gel\u00E9.
R00010008=Le compt e a \u00E9t\u00E9 annul\u00E9.
R00010009=Le compte a expir\u00E9.
R00010010=Permissions insuffisantes, veuillez contacter l'administrateur.
R00010011=Mots de passe incoh\u00E9rents.
R00010012=Le compte existe d\u00E9j\u00E0.
R00010013=SYSTEMID incoh\u00E9rent.
R00010014=APPID  incoh\u00E9rent.
R00010015=La langue est vide.
R00010016=Le type de client est vide.
R00010017=L'adresse IP du client est vide
R00010018=Le fuseau horaire est vide.
R00010019=Le num\u00E9ro de version est vide.
R00010020=Le pays est vide.
R00010021=Le nom d'utilisateur ne peut pas \u00EAtre vide.
R00010022=La cl\u00E9 primaire ne peut pas \u00EAtre vide.
R00010023=Statut ill\u00E9gal.
R00010024=Le locataire n'existe pas.
R00010025=Le compte n'existe pas.
R00010026=L'adresse email existe d\u00E9j\u00E0.
R00010027=Les donn\u00E9es de param\u00E8tres sont anormales ou format\u00E9es.
R00010028=Le compte a \u00E9t\u00E9 activ\u00E9 et ne peut pas \u00EAtre activ\u00E9 \u00E0 plusieurs reprises.
R00010029=Donn\u00E9es expir\u00E9es.
#####################################
R00010030=Le pr\u00E9nom ne peut pas \u00EAtre vide.
R00010031=Le nom de famille ne peut pas \u00EAtre vide.
R00010032=Le nom de la soci\u00E9t\u00E9 ne peut pas \u00EAtre vide.
R00010033=L'adresse email ne peut pas \u00EAtre vide.
R00010034=le type de pi\u00E8ce d'identit\u00E9 ne peut pas \u00EAtre vide.
R00010035=la licence commerciale ne peut pas \u00EAtre vide.
R00010036=la facture ne peut pas \u00EAtre vide.
R00010037=la ville ne peut pas \u00EAtre vide.
R00010038=le d\u00E9partement ne peut pas \u00EAtre vide.
R00010039=le type de client ne peut pas \u00EAtre vide.
R00010040=le type d'industrie ne peut pas \u00EAtre vide.
R00010041=l'adresse ne peut pas \u00EAtre vide.
R00010042=la latitude et la longitude ne peuvent pas \u00EAtre vides.
R00010043=les num\u00E9ros de t\u00E9l\u00E9phone ne peuvent pas \u00EAtre vide.
R00010044=le type de pi\u00E8ce d'identit\u00E9 ne peut pas \u00EAtre vide.
R00010045=la carte d'identit\u00E9 ne peut pas \u00EAtre vide.
R00010046=La pi\u00E8ce d'identit\u00E9 jointe ne peut pas \u00EAtre vide.
R00010047=le num\u00E9ro de facture ne peut pas \u00EAtre vide.
R00010048=la facture jointe ne peut pas \u00EAtre vide.
R00010049=Le contrat joint ne peut pas \u00EAtre vide.
R00010050=Impossible de modifier les ressources de la corbeille.
R00010051=Le client n'existe pas.
R00010052=Le code de v\u00E9rification est incorrect.
R00010053=Le type de client pour les clients formels ne peut pas \u00EAtre modifi\u00E9.
R00010054=Le secteur de client pour les clients formels ne peut pas \u00EAtre modifi\u00E9.
R00010055=Le mod\u00E8le de fichier n'est pas valide. Veuillez t\u00E9l\u00E9charger \u00E0 nouveau le mod\u00E8le de fichier.
R00010056=Le num\u00E9ro de produit existe d\u00E9j\u00E0, veuillez le saisir \u00E0 nouveau.
R00010057=Le produit n'existe pas.
R00010058=Le produit n'a pas \u00E9t\u00E9 ajout\u00E9 de pi\u00E8ces, ne peut pas \u00EAtre supprim\u00E9.
R00010059=Les informations de base sur les pi\u00E8ces ne sont pas l\u00E9gales, telles que partsNumber,ImportLot,snClassFlag,partsType,sec, etc.
R00010060=Le num\u00E9ro de pi\u00E8ce existe d\u00E9j\u00E0.
R00010061=L'offre de produit n'existe pas.
R00010062=L'unit\u00E9 de produit est vide.
R00010063=L'offre de produit est vide.
R00010064=L'unit\u00E9 mon\u00E9taire est vide.
R00010065=Les pi\u00E8ces n'existent pas.
R00010066=Le num\u00E9ro de pi\u00E8ce des donn\u00E9es import\u00E9es est dupliqu\u00E9, veuillez le modifier.
R00010067=La demande de tarification n'existe pas.
R00010068=L'employ\u00E9 n'existe pas.
R00010069=L'employ\u00E9 n'a pas de poste li\u00E9
R00010070=Le service n'existe pas.
R00010071=La position n'existe pas.
R00010072=Veuillez supprimer son sous-d\u00E9partement.
R00010073=Veuillez supprimer le message ci-dessous.
R00010074=Impossible de supprimer le service racine.
R00010075=Cr\u00E9ation non r\u00E9p\u00E9table de d\u00E9partements au niveau racine.
R00010076=Impossible de cr\u00E9er un d\u00E9partement secondaire.
R00010077=Le menu n'existe pas.
R00010078=Le menu du n\u0153ud racine n'est pas modifiable.
R00010079=Veuillez dissocier les employ\u00E9s de ce poste et effectuer l'op\u00E9ration de suppression.
R00010080=La commande d'achat n'existe pas.
R00010081=L'usine n'existe pas.
R00010082=Le nombre d'accessoires incoh\u00E9rent.
R00010083=Les informations de paiement sont incorrectes
R00010084=Le produit achet\u00E9 n'existe pas.
R00010085=L'annexe d'usine incomplets.
R00010086=Le cycle de paiement n'existe pas.
R00010087=Veuillez payer en cycle de paiement.
R00010088=Le montant du paiement est erron\u00E9.
R00010089=Le contr\u00F4le qualit\u00E9 du composant a \u00E9chou\u00E9.
R00010090=Les pi\u00E8ces ne peuvent pas \u00EAtre assembl\u00E9es sans fournisseurs ni prix.
R00010091=Le fournisseur ne fait pas partie du document actuel.
R00010092=L'entrep\u00F4t n'existe pas.
R00010093=Le n\u0153ud n'existe pas.
R00010094=L'ordre de transfert n'existe pas.
R00010095=Rupture de stock.
R00010096=P\u00E9nurie de stocks.
R00010097=Le document d'inventaire n'existe pas.
R00010098=Pas besoin d'un QC \u00E0 nouveau.
R00010099=QC r\u00E9ussi, aucun retour requis.
R00010100=Pas besoin de contr\u00F4les de qualit\u00E9 r\u00E9p\u00E9t\u00E9s.
R00010101=Les informations de paiement n'existent pas.
R00010102=L'ordre d'assemblage n'existe pas.
R00010103=Pas de QC effect\u00E9, veuillez le faire en premier.
R00010104=Veuillez ne pas r\u00E9gler le prix \u00E0 plusieurs reprises.
R00010105=Veuillez effectuer un QC en premier.
R00010106=Le r\u00E9sultat du QC du mod\u00E8le est vide.
R00010107=L'indicateur d'image de t\u00E9l\u00E9chargement du mod\u00E8le est vide.
R00010108=Le nom de l'\u00E9l\u00E9ment de QC est vide.
R00010109=L'ensemble de r\u00E9sultats du QC est vide.
R00010110=Pi\u00E8ce non li\u00E9e au produit.
R00010111=Pi\u00E8ce li\u00E9e au produit, veuillez d'abord le r\u00E9silier.
R00010112=Le mod\u00E8le de QC n'existe pas.
R00010113=Il ne peut y avoir qu'un seul r\u00E9sultat de r\u00E9ussite du QC.
R00010114=Veuillez d'abord convertir en client formel.
R00010115=Le nombre de scooter assign\u00E9 au client est erron\u00E9.
R00010116=L'ensemble de r\u00E9sultats du QC n'existe pas.
R00010117=L'\u00E9l\u00E9ment QC n'existe pas.
R00010118=Le r\u00E9sultat direct n'existe pas.
R00010119=Le num\u00E9ro de plaque d'immatriculation ne peut pas \u00EAtre r\u00E9p\u00E9t\u00E9.
R00010120=Le num\u00E9ro de plaque d'immatriculation existe d\u00E9j\u00E0.
R00010121=Les clients n'ont pas besoin d'attribuer des v\u00E9hicules.
R00010122=L'enregistrement de pi\u00E8ce n'existe pas.
R00010123=Le topcase n'existe pas.
R00010124=La batterie n'existe pas.
R00010125=Le nombre de batteries non conforme.
R00010126=Les clients formels ne sont pas autoris\u00E9s \u00E0 ajouter des demandes de tarification, veuillez contacter le service commercial.
R00010127=Le d\u00E9partement n'existe pas, veuillez le saisir \u00E0 nouveau.
R00010128=Vous avez d\u00E9j\u00E0 command\u00E9. veuillez contacter le service commercial.
R00010129=Les informations de base sur les pi\u00E8ces sont incompl\u00E8tes, telles quepartsNumber,ImportLot,snClassFlag,partsType,sec, etc.
R00010130=mot de passe identique \u00E0 l'ancien.
R00010131=Cha\u00EEne de caract\u00E8re trop longue.
R00010132=Cha\u00EEne de caract\u00E8re trop lcourte.
R00010133=Le nom du contact n'est pas valide.
R00010134=Le nom de la soci\u00E9t\u00E9 n'est valide.
R00010135=Le nom du client n'est valide.
R00010136=La remarque n'est pas valide.
R00010137=Les num\u00E9ros de facture ne sont pas valides.
R00010138=Les num\u00E9ros de licence d'entreprisene sont pas valides.
R00010139=Le nombre de v\u00E9hicules n'est pas valide.
R00010140=Le nom de l'employ\u00E9 n'est pas valide.
R00010141=Les num\u00E9ros de t\u00E9l\u00E9phone ne sont pas valides.
R00010142=L'adresse n'est pas valide.
R00010143=Le titre du poste n'est pas valide.
R00010144=Le nom de l'usine n'est pas valide.
R00010145=L'adresse de l'usine n'est pas valide.
R00010146=L'adresse email n'est pas valide.
R00010147=L'\u00E9tiquette d'usine n'est pas valide.
R00010148=Les num\u00E9ros de licence d'entreprisene sont pas valides.
R00010149=Le nom du fournisseur n'est pas valide.
R00010150=L'adresse du fournisseur n'est pas valide.
R00010151=L'\u00E9tiquette du fournisseur n'est pas valide.
R00010152=Le secteur sup\u00E9rieur n'existe pas.
R00010153=Le mot de passe est incorrect.
R00010154=vous avez saisi un mot de passe incorrect de trop nombreuses fois. R\u00E9essayez 1 minute plus tard.
R00010155=Le code de v\u00E9rification ne peut pas \u00EAtre vide.
R00010156=Adresse email invalide, veuillez vous inscrire d'abord.
R00010157=Veuillez saisir un code de v\u00E9rification ou votre code de v\u00E9rification est expir\u00E9.
R00010158=la commande d'envoi n'existe pas.
R00010159=La partie produit n'existe pas.
R00010160=Le mode logistique n'existe pas.
R00010161=La m\u00E9thode de d\u00E9l\u00E9gation est vide.
R00010162=Acc\u00E8s \u00E0 l' interface invalide.
R00010163=Cette commande n'est pas encore disponible.
R00010164=Le client ne peut pas \u00EAtre supprim\u00E9 apr\u00E8s l 'activation.
R00010165=Le r\u00F4le n'existe pas.
R00010166=Non supprimable car il existe des employ\u00E9 sous ce r\u00F4le.
R00010167=Le nom du service ne peut pas \u00EAtre vide.
R00010168=Veuillez s\u00E9lectionner un d\u00E9partement sup\u00E9rieur.
R00010169=Veuillez d'abord d\u00E9lier les sous-d\u00E9partements.
R00010170=ID ne peut pas \u00EAtre vide.
R00010171=Le secteur actuel est interdit.
R00010172=Cet employ\u00E9 a d\u00E9j\u00E0 ouvr\u00E9 un compte.
R00010173=Le type de client ne peut pas \u00EAtre vide.
R00010174=Le nom du poste sous un m\u00EAme d\u00E9partement ne doit pas \u00EAtre r\u00E9p\u00E9t\u00E9.
R00010175=Ce compte est bloqu\u00E9.
R00010176=Ce poste est bloqu\u00E9.
R00010177=L'ordre ne peut pas \u00EAtre n\u00E9gatif.
R00010178=Le nombre de niveau maximum dans un secteur est 4.
R00010179=Le produit assembl\u00E9 est vide.
R00010180=La longueur du mot de passe est incorrecte.
R00010181 = Code de s\u00E9curit\u00E9 non activ\u00E9
R00010182 = L'ancien mot de passe est incorrect, veuillez le saisir \u00E0 nouveau
R00010183 = Veuillez compl\u00E9ter les informations
R00010184 = Le brouillon n'existe pas
R00010185 = Le BOM n'existe pas.
R00010186 = Le BOM n'est pas encore en vigeur.
R00010187 = Veuillez ajouter au moins une pi\u00E8ce dans le BOM.
R00010188 = La pi\u00E8ce n'existe pas.
R00010189 = Il existe des dates r\u00E9p\u00E9t\u00E9es dans le BOM.
R00010190 = le num\u00E9ro de bom est redoubl\u00E9.
R00010191 = Les informations de BOM sont incompl\u00E8tes.
R00010192 = Le code de s\u00E9curit\u00E9 est invalide, veuillez rev\u00E9rifier.
R00010193 = Num\u00E9ro de pi\u00E8ce en double.
R00010194 = Pi\u00E8ce bloqu\u00E9e.
R00010195 = Le groupe n'existe pas
R00010196 = Le groupe a \u00E9t\u00E9 utilis\u00E9 et ne peut pas \u00EAtre supprim\u00E9
R00010197 = L'\u00E9l\u00E9ment personnalis\u00E9 ne peut pas \u00EAtre vide
R00010198 = Le nombre maximum d'\u00E9l\u00E9ment personnalis\u00E9 est 8
R00010199 = Le type de sp\u00E9cification n'existe pas
R00010200=La valeur de couleur ne peut pas \u00EAtre vide
R00010201=La longueur de valeur de couleur est incorrect
R00010202=Le nom du type de sp\u00E9cification ne peut pas \u00EAtre vide
R00010203=Le nom du type de sp\u00E9cification existe d\u00E9j\u00E0
R00010204=Le nom personnalis\u00E9 ne peut pas \u00EAtre vide
R00010205=Nom personnalis\u00E9 invalide
R00010206=Valeur personnalis\u00E9e invalide
R00010207=Le nombre de pi\u00E8ces doit \u00EAtre sup\u00E9rieur \u00E0 1.
R00010208=Veuillez d'abord supprimer la commande
R00010209=Veuillez compl\u00E9ter les informations de la pi\u00E8ce
R00010210=La couleur n'existe pas.
R00010211=Le nom de la sp\u00E9cification ne comprend que les lettres majuscules, les chiffres et "-"
R00010212=Le Code produit ne peut pas \u00EAtre vide.
R00010213=La couleur a \u00E9t\u00E9 utilis\u00E9e et ne peut pas \u00EAtre supprim\u00E9e
R00010214=Le type de sp\u00E9cification a \u00E9t\u00E9 utilis\u00E9 et ne peut pas \u00EAtre supprim\u00E9
R00010215=redoublement invalide
R00010216=Quantit\u00E9 invalide
R00010217=Veuillez d'abord s\u00E9lectionner le nom de l'assemblage
R00010218=Le nom du produit ne peut pas \u00EAtre vide
R00010219=La valeur de couleur existe d\u00E9j\u00E0
R00010220=La facture n'existe pas.
R00010221=Etat de facture invalide
R00010222=Aucune enregistrement de cette facture.
R00010223=En cours de pr\u00E9paration, ne peut pas \u00EAtre supprim\u00E9.
R00010224=Le produit n'existe pas.
R00010225=Le type de produit actuel existe d\u00E9j\u00E0.
R00010226 = quantit\u00E9 de scooter invalide
R00010227 = r\u00E9p\u00E9tition des noms des d\u00E9partements sous le service sup\u00E9rieur actuel
R00010228 = nom de r\u00F4le existant
R00010229=Il est interdit de se cr\u00E9er en tant que service sup\u00E9rieur.
R00010230 = secteur sup\u00E9rieur n'existe pas
R00010231 = service sup\u00E9rieur bloqu\u00E9
R00010232=Les services sup\u00E9rieurs ne peuvent pas \u00EAtre interdits.
R00010233 = seuls le service actuel et son sous-service peuvent \u00EAtre choisis
R00010234=Le Groupe personnalis\u00E9 ne peut pas \u00EAtre vide.
R00010235=Erreur de modification.
R00010236=Boutique en cours d 'activation, ne peut pas \u00EAtre supprim\u00E9.
R00010237=L 'adresse \u00E9lectronique doit comprendre un \u00AB @ \u00BB.
R00010238=Nouvel erreur.
R00010239=Le nom du Groupe personnalis\u00E9 ne peut pas \u00EAtre vide.
R00010240=Nom de groupe personnalis\u00E9 invalide
R00010241=la quantit\u00E9 de si\u00E8ge ne peut pas \u00EAtre vide.
R00010242=Les num\u00E9ros de plaque d\u2019immatriculation ne peuvent pas \u00EAtre vides.
R00010243=R.SN ne peut pas \u00EAtre vide.
R00010244=Le ID model ne peut pas \u00EAtre vide.
R00010245=Le ID couleur ne peut pas \u00EAtre vide.
R00010246=Aucune informations d'assignation pour ce client.
R00010247=Rupture de stock de scooter .
R00010248=Stock de scooter insuffisant.
R00010249=Rupture de stock de cette pi\u00E8ce.
R00010250=La quantit\u00E9 ne peut \u00EAtre vide.
R00010251=Les commandes ne peuvent \u00EAtre converties en clients complets sans le paiement final.
R00010252=Le nombre de mots pour la nationalit\u00E9 est extr\u00EAmement long.
R00010253=RSN n'existe pas.
R00010254=TableSn n'existe pas.
R00010255=Scooter n'existe pas.
R00010256=D¨¦faut de modification des 
R00010257=D¨¦faut de modification de la couleur
R00010258=La couleur ne peut ¨ºtre trouv¨¦e.
R00010259=Aucune consultation des clients n¡¯a pu ¨ºtre trouv¨¦e.
R00010260=Sp¨¦cifications non disponibles.